/* No comment provided by engineer. */
"Account or password not recognized" = "無法辨識帳號或密碼";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "所輸入的使用者名稱和密碼不允許登入遠端伺服器。可能其中之一或兩者皆無效，也可能是輸入不正確。";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD 扁平式檔案和 NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "無法設定“目錄服務”";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "無法連接伺服器";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Back" = "返回";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "啟用 caps lock（大寫鎖定鍵）";

/* No comment provided by engineer. */
"Delete directory domain?" = "要刪除目錄網域嗎？";

/* Window Title */
"Directory Access: %@" = "目錄存取：%@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "發生無法預期的錯誤";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "遠端伺服器上可能未安裝“目錄服務”，也可能是關機，或輸入的 URL 不正確。";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "您要在鎖定之前儲存所作的更動嗎？";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "您要在結束之前儲存所作的更動嗎？";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "不要儲存";

/* No comment provided by engineer. */
"Edit of Custom path" = "編輯自定路徑";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "無法配置資料緩衝區。";

/* No comment provided by engineer. */
"Failed to allocate data list." = "無法配置資料列表。";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "無法從字串建立資料列表。";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "變更自定搜尋規則失敗。";

/* No comment provided by engineer. */
"Failed to change search policy." = "變更搜尋規則失敗。";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "無法解除資料緩衝區配置。";

/* No comment provided by engineer. */
"Failed to get directory node count." = "無法取得目錄節點次數。";

/* No comment provided by engineer. */
"Failed to open directory node." = "無法打開目錄節點。";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "無法擷取目錄網域。";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "無法擷取外掛模組列表。";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "無法擷取記錄屬性項目。";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "無法擷取記錄項目。";

/* Error converting */
"IPv4 address required." = "需要 IPv4 位址。";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Please confirm deletion." = "請確認刪除。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "無法打開外掛模組設定應用程式“%@”。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "外掛模組配置應用程式“%1$@”遺失。請嘗試編輯配置檔“%2$@”。";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "無法打開外掛模組配置應用程式“%1$@”或配置檔“%2$@”。";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "外掛模組設定應用程式：“%@”遺失。";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "外掛模組設定應用程式“%@”遺失。";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "設定外掛模組失敗";

/* No comment provided by engineer. */
"Save" = "儲存";

/* No comment provided by engineer. */
"Save Changes?" = "要儲存所作更動嗎？";

/* No comment provided by engineer. */
"Server not found" = "找不到伺服器";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "部分所選的目錄網域已經包含在您的自定路徑裡了。";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "所輸入的名稱和密碼不允許登入遠端伺服器。可能其中之一或兩者皆無效，也可能是輸入不正確。";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "遠端伺服器執行的是不同版本的 Mac OS X。必須兩台機器都使用相同版本的作業系統才能使用“遠端目錄設定”。";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "無法使用遠端伺服器，或者是輸入的 URL 不正確。";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "目錄網域已在自定路徑中。";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "此欄位內容只能是 ASCII（羅馬）字元。";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "此外掛程式無須設定。";

"kVerifyingNFSMountHeader" = "正在聯絡 NFS 伺服器。";
"kVerifyingNFSMountBody" = "正在嘗試驗證 NFS URL 是否有效。若要在未經驗證的情況下繼續執行，請按一下“無需驗證”。";
"kVerifyingNFSMountOKBtnTitle" = "無需驗證";
"kNFSMountNoResponseHeader" = "NFS 伺服器沒有回應。";
"kNFSMountNoResponseBody" = "NFS 伺服器沒有回應。您仍要繼續建立裝載嗎？";
"kNFSMountNoResponseOKBtnTitle" = "製作";
"kNFSMountGoodHeader" = "NFS 伺服器可以運作。";
"kNFSMountGoodBody" = "NFS 伺服器已回應可以運作。請按一下“好”以繼續執行。";
"kNFSMountGoodOKBtnTitle" = "好";
"kUserHomeDirBadPasswordHeader" = "密碼不正確。";
"kUserHomeDirBadPasswordBody" = "您輸入的使用者帳號密碼不正確。";
"kUserHomeDirPassDoesntMatchImageHeader" = "此帳號的密碼和 FileVault 個人專屬目錄的密碼不一致。";
"kUserHomeDirPassDoesntMatchImageBody" = "請在“系統偏好設定”裡更改使用者帳號的密碼，以符合所選 FileVault 個人專屬目錄的密碼。";
"kEnableRootUserMenuItem" = "啟用 Root 使用者";
"kDisableRootUserMenuItem" = "停用 Root 使用者";

"kODServerType" = "Open Directory 伺服器";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Active Directory 網域";
"kLocalODMasterDisplayName" = "本地伺服器";

"kStatusDisplayStringODUp" = "此伺服器回應正常。";
"kStatusDisplayStringODDown" = "此伺服器沒有回應。";
"kStatusDisplayStringODChecking" = "這台電腦正在嘗試聯絡“%@”。";
"kStatusDisplayStringODNotUsed" = "目前未使用此伺服器。";
"kStatusDisplayStringADUp" = "此網域回應正常。";
"kStatusDisplayStringADDown" = "此網域沒有回應。";
"kStatusDisplayStringADChecking" = "這台電腦正在嘗試聯絡“%@”。";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "“%@”此伺服器不在您的認證搜尋規則裡。";

"kNoDirectoryServersFoundMsg" = "未設定目錄伺服器";

"kEditDirServerMergeAccountLabelFormat" = "使用下列網路帳號的“%@”";

"kSingleSBSFound" = "Mac OS X Server“%@”可提供以下服務。您要設定電腦來使用提供的服務嗎？";
"kSBSMergeAccountLabelFormat" = "是，請設定應用程式";
"kSBSDontMergeAccountLabelFormat" = "設定服務";
"kSBSDontDoAnything" = "不，請不要設定應用程式";
"kSBSOptionsPageMsgFormat" = "您想要應用程式設定為使用此伺服器提供的服務嗎？這將會執行下列項目：\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "請輸入伺服器管理者提供給您的“%@”的名稱和密碼。";
"kSBSAuthPageMsg2Format" = "輸入這台電腦上的帳號“%@”的密碼。";
"kSBSFinalPageMsgFormatMerge" = "您的應用程式已經準備好使用“%@”的服務。\r\r%@\r\r若要使用新的服務，請登出後再重新登入。";
"kSBSFinalPageMsgLocalPassChanged" = "此電腦上的“%1$@”帳號密碼已更改為符合“%3$@”伺服器上的“%2$@”帳號密碼。";
"kSBSFinalPageMsgServerPassChanged" = "“%2$@”伺服器上的“%1$@”帳號密碼已更改為符合此電腦上的“%3$@”帳號密碼。";
"kSBSFinalPageMsgFormatNoMerge" = "您的應用程式已經準備好使用“%@”上的服務。";
"kUpgradeUserFailedTitle" = "設定使用者帳號失敗。";
"kUpgradeUserFailedMsgFormat" = "類型“%d”發生無法預期的錯誤。並未做任何的更動。";
"kUpgradeUserFailedbadPasswdMSg" = "網路帳號密碼不正確。請檢查密碼和帳號名稱，然後再試一次。";
"kUpgradeUserFailedDSErrorMSg" = "發生 Open Directory 錯誤。並未做任何的更動。";
"kUpgradeUserFailedBackupErrorMSg" = "設定備份時發生錯誤。未進行任何更動。若要繼續不進行備份，您可以關閉備份然後再試一次。";

"kAugmentUserBindingToSBSAlert" = "使用伺服器上的服務嗎？";
"kAugmentUserBindingToSBSMsgFormat" = "若您選擇使用位於“%@”的服務，您的帳號設定將會被設定為使用那些服務。";
"kAugmentUserBindingToSBSBindBtn" = "使用伺服器";
"kAugmentUserBindingToSBSDontBindBtn" = "取消";

"kSureToDeleteODServerTitle" = "停止使用“目錄伺服器”？";
"kSureToDeleteODServerMsg" = "您確定要停止使用“目錄伺服器 %@”？此動作無法還原。";
"kSureToDeleteSBServerTitle" = "停止使用 Mac OS X Server？";
"kSureToDeleteSBServerMsg" = "您確定要停止使用 Mac OS X Server %@ 的服務？此動作無法還原。";
"kCantDeleteLocalSBSTitle" = "無法刪除本地伺服器。";
"kCantDeleteLocalSBSMsg" = "若要此 Mac OS X Server 正常運作，需要本地伺服器，且無法刪除它。";
"kCantEditLocalSBSTitle" = "無法編輯本地伺服器。";
"kCantEditLocalSBSMsg" = "若要此 Mac OS X Server 正常運作，需要本地伺服器，且無法編輯它。";
"kDeleteServerBtn" = "停止使用伺服器";
"kDontDeleteServerBtn" = "取消";
"kLeaveServerBtn" = "停止使用伺服器";
"kDontLeaveServerBtn" = "取消";
"kLogOutBtn" = "登出";
"kQuitBtn" = "結束";
"kSkipFoundSBSSheetBtn" = "略過";
"kJoinButton" = "完成設定";
"kBeginSetupBtn" = "開始設定";
"kNewSBSStepTitleAlert" = "簡介";
"kNewSBSStepTitleAuth" = "認證";
"kNewSBSStepTitleOptions" = "設定選項";
"kNewSBSStepTitleBackUp" = "備份";
"kNewSBSStepTitleFinished" = "成功";
"kNewSBSBadLocalPassword" = "認證失敗。";
"kNewSBSBadLocalPasswordMsg" = "您為本機使用者帳號所輸入的密碼不正確。";
"kNewSBSBadNetPassword" = "認證失敗。";
"kNewSBSBadNetPasswordMsg" = "您輸入的伺服器使用者名稱和密碼不相符。";
"kSureNotToMergeTitle" = "您確定要在本機帳號未升級的情況下繼續進行？";
"kSureNotToMergeMsg" = "若您沒更新，且要使用由“%@”提供的服務，您將需要使用伺服器管理者提供的名稱和密碼來登入。";
"kDontMergeBtn" = "不要升級";
"kGoBackBtn" = "返回";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "為您設定電子郵件帳號，然後顯示伺服器上的聯絡資訊。";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "為您設定 iChat 帳號，然後產生 iChat 好友列表。";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "讓您將這台電腦的資料備份至此伺服器。";
"kFileServicesServiceName" = "檔案共享";
"kFileServicesServiceDescription" = "將共享磁碟加入 Finder 側邊欄。";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "為您在伺服器上製作個人行事曆，然後將行事曆加入 iCal。";
"kWebServiceName" = "網頁";
"kWebServiceDescription" = "讓您連接包含 wiki 和部落格的群組網站。";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "讓您從遠端位置連接專用網路。";
"kMailConfigDetails" = "• 設定 Mail 使用您在伺服器上電子郵件帳號\r";
"kIChatConfigDetails" = "• 設定 iChat 使用您在伺服器上的 iChat 帳號\r";
"kFileSharingConfigDetails" = "• 將共享的磁碟從伺服器加入 Finder 側邊欄\r";
"kICalConfigDetails" = "• 將您的個人行事曆從伺服器加入 iCal\r";
"kVPNConfigDetails" = "• 為此伺服器加入 VPN 設定\r";
"kDontAskAboutThisServerAgain" = "別再問我關於此伺服器的事項";
"kDontAskAboutTheseServersAgain" = "別再問我關於這些伺服器的事項";

"kBackupAllData" = "備份這台電腦上的全部資料";
"kCouldntAddServer" = "無法加入伺服器。";
"kCouldntAddServerUnexpectedErrorFormat" = "發生未預期的錯誤類型 %d（%@）。";
"kBadODServerNameFormat" = "“%@”沒有回應。請檢查您輸入的位址是否正確。";
"kDuplicateServerNameFormat" = "此電腦已經在使用“%@”或者相符的複本。";
"kServerDoesntSupportSSLFormat" = "“%@”不支援以 SSL 加密的目錄連線。";
"kServerHasUnsupportedMappingsFormat" = "無法加入“%@”，因為它不是一個“Open Directory 伺服器”，或它不是使用自定對應。\n\n若要加入此伺服器：\n\n• 在主視窗裡按一下“顯示進階設定”按鈕\n• 從工具列裡選擇“服務”\n• 使用 LDAPv3 服務來加入已正確對應的此伺服器";
"kCouldntAddADDomain" = "無法加入網域。";
"kCouldntAddADDomainUnexpectedErrorFormat" = "發生未預期的錯誤類型 %d（%@）。";
"kBadADDomainNameFormat" = "“%@”沒有回應。請檢查您輸入的位址是否正確。";
"kPasswordsDontMatchTitle" = "輸入的密碼不相符。";
"kPasswordsDontMatchMsg" = "請再試一次。";

"kAddODServerStepCheckingAddress" = "正在驗證伺服器位址⋯";
"kAddODServerStepCheckingForDupes" = "正在尋找相符的伺服器⋯";
"kAddODServerStep1" = "伺服器資訊搜尋⋯";
"kAddODServerStep2" = "正在驗證對應⋯";
"kAddODServerStep3" = "正在偵測所需的安全層級與綁定需求⋯";
"kAddODServerStep4" = "正在嘗試綁定⋯";
"kAddODServerStep5" = "正在將伺服器加入設定⋯";

"kCouldntBindToWGSWithADParent" = "無法綁定。";
"kCouldntBindToWGSWithADParentMsg" = "伺服器“%@”已綁定至 Active Directory 網域“%@”。若要綁定此伺服器，您必須先綁定 Active Directory 網域。";
"kDupeComputerRecordFound" = "目錄裡已有其他電腦在使用此名稱。您可以選擇覆寫它，但這樣會停用另一部正在使用中的電腦。";
"kAuthedBindingRequired" = "此伺服器要求已認證的綁定。請輸入伺服器的名稱和密碼。";
"kAuthedBindingAllowed" = "此伺服器允許已認證的綁定。您可選擇輸入名稱和密碼，也可將欄位留空以匿名方式綁定。";
"kAuthedBindingAuthFailure" = "您輸入的名稱和密碼不符。請檢查您的認證資訊，然後再試一次。";
"kPermissionFailureDuringAuthBind" = "您沒有權限來覆寫現有的電腦記錄。請將此問題提報給伺服器管理者或嘗試不同的電腦識別碼。";

/* toolbar labels */
"kUsers" = "使用者";
"kServices" = "服務";
"kAuth" = "認證";
"kAdvanced" = "進階";
"kDebug" = "除錯";
"kSearchPaths" = "搜尋規則";
